[vo_flax_ep4_0001_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Welcome to Hallowed Hollow, the only community for Pandora's exiled and retired undead. I'm the town's lookout, T.K. Baha. Why don't ya come on and find me, would ya? Just follow the sound of the blind, redneck zombie's voice!",Time=0)

[vo_flax_ep4_0002_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Lately, a real sourpuss named the Pumpkin Kingpin's been hasslin' the townsfolk -- they're so scared these days they won't even step outside. Why don't ya get out there and give 'im the ol' one-two for me?",Time=0)

[vo_flax_ep4_0003_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The Pumpkin Kingpin should be in that clearin' on the other side of that gate.",Time=0)

[vo_flax_ep4_0004_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Aw, horseradish -- the Kingpin musta cast a lockin' spell on this gate. You're gonna need an enchanted skeleton key. Why don't ya dig up some graves and let's find ourselves some enchanted bones, y'hear?",Time=0)

[vo_flax_ep4_0005_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Dagnabbit -- the folks buried there musta been normal type people. We're gonna need the bones of wizards to create a workin' skeleton key. Keep on looking!",Time=0)

[vo_flax_ep4_0006_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That looks like an enchanted skeleton right there -- why don't ya give him a whallop and you should be a step or two closer to makin' a skeleton key!",Time=0)

[vo_flax_ep4_0007_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Grab that enchanted bone -- looks like you're gonna need that for the key!",Time=0)

[vo_flax_ep4_0008_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That's one of the enchanted bones you'll need. Once you find the others and make the key, you'll be able to go toe-to-toe with the Pumpkin Kingpin himself! Yee haw!",Time=0)

[vo_flax_ep4_0009_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ya done found another enchanted skeleton! I haven't been this happy since that time I got killed!",Time=0)

[vo_flax_ep4_0010_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey! Don't forget to pick up that enchanted bone!",Time=0)

[vo_flax_ep4_0011_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Great -- only one bone piece left, and then you can make yourself a skeleton key!",Time=0)

[vo_flax_ep4_0012_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey! You found the last enchanted skeleton! Why don't ya drop him quicker than an uncomfortable subject at a family dinner!",Time=0)

[vo_flax_ep4_0013_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey! Grab that bone!",Time=0)

[vo_flax_ep4_0014_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Alright! Now that ya got all the enchanted bones, why don't you head to the Blacksmith's and forge yourself a skeleton key! And while you're there, tell Sully the Blacksmith that I said hi!",Time=0)

[vo_flax_ep4_0015_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Alright, put the bones down somewheres. ",Time=0)

[vo_flax_ep4_0016_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Yer gonna need the blacksmith's hammer to make the key. Now, where could he be? Sully! Hey, Sully, ya got a customer over here!",Time=0)

[vo_flax_ep4_0017_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh, there he is! Why don't ya ask him for his hammer, wouldja? I'm sure he'll hand it over if ya ask him nicely.",Time=0)

[vo_flax_ep4_0018_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Sounds like you two are done talkin', huh? I was sure he'd come around. Nevertheless, you'd better get that hammer from him!",Time=0)

[vo_flax_ep4_0019_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Alright, now smack those bones together and forge yourself a skeleton key!",Time=0)

[vo_flax_ep4_0020_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Now that you've got the key, you can find the Pumpkin Kingpin's lair and make the rivers run orange with pumpkin guts!",Time=0)

[vo_flax_ep4_0021_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Aw heck, I ain't even rightly introduced myself, have I? I'm T.K. Baha, I'm dead...and, well, that's 'bout it, actually.",Time=0)

[vo_flax_ep4_0022_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Huh -- this is definitely where the Pumpkin Kingpin lives, but he ain't here. Must be sleepin' underground or somethin'. Oh! I bet if ya flooded the area, he'd probly have to come up for air! Go on and head to the windmill!",Time=0)

[vo_flax_ep4_0023_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That windmill powers our hemoglobin pumps. Got a few vampires in town, and they make milkshakes outta blood. I had one once. It was alright.",Time=0)

[vo_flax_ep4_0024_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The windmill ain't workin, is it? Aw, great horney toads. Must be the Skrakk nestin' up there in the blades. Better clear 'em all out. I'm sorry, I bet this is frustratin' for you.",Time=0)

[vo_flax_ep4_0025_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Those abominations there were made by good ol' Dr. Zed. Speakin' a which, have you seen Zed or Ned lately? What about Ted? Or -- oh, wait, I'm so sorry. We ain't supposed to talk about the Forbidden Brother. My bad.",Time=0)

[vo_flax_ep4_0026_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The Spychos and Skrakk tell legends of the creature who kicked 'em out of the Eridium Blight. Said they was a real big, small, or normal-sized man or woman. And that there was one to four of 'em. The legends are pretty vague.",Time=0)

[vo_flax_ep4_0027_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The Skrakk are gone, so the windmill oughtta work just fine. Get it goin'!",Time=0)

[vo_flax_ep4_0028_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The windmill's goin', so the blood's pumpin', and everything's ready for a final showdown with the Pumpkin Kingpin! Whenever you're ready, just head back to the Kingpin's domicile!",Time=0)

[vo_flax_ep4_0029_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Alright! Hallowed Hollow is safe once again! Come on back fer yer reward whenever ya want, ol' pal.",Time=0)

[vo_flax_ep4_0030_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="See ya later! ... One of these days, someone's gonna got-damn laugh at that.",Time=0)

[vosq_flax_trickortreat_0001_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="As payment for my watchfulness, I ask the townfolks for my favorite candy: Sugary Brain Bites. MMM MMM! I ain't been able to collect any, though, since my zombie-polio started actin' up again. Couldja make the rounds for me and maybe bring me back as much brain-flavored candy as ya can?",Time=0)

[vosq_flax_trickortreat_0002_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="One a' the zombie townsfolk lives in that there place. Just knock on the door and they oughtta give ya some of my sweeeeeet sweet payment.",Time=0)

[vosq_flax_trickortreat_0003_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Sweet baby gums! I've been tryin'ta wean myself off actual brains for a while now, and those candies there sure do do the trick, don't they! Why don't ya get me some more, wouldja?",Time=0)

[vosq_flax_trickortreat_0004_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="MMM MMM! Sugary Brain Bites got all the taste of brains, without all the hassle of chasin' and murderin' an' lookin' at your bloody hands, screamin' ''oh god, what have I become''.",Time=0)

[vosq_flax_trickortreat_0005_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Yay, candy!",Time=0)

[vosq_flax_trickortreat_0006_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Bein' the lookout for this town might be borin' as sin, but that there candy makes the whole deal worthwhile! Yee haw!",Time=0)

[vosq_flax_trickortreat_0007_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey! Ya nearly got enough Sugary Brain Bites!",Time=0)

[vosq_flax_trickortreat_0008_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Aw man! I'm sorry 'bout that, but not everybody appreciates havin' a blind guy as their town lookout. Some of the folk round here're more likely ta give ya a trick than a treat.",Time=0)

[vosq_flax_trickortreat_0009_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Aw, butternuts -- they tricked ya, didn't they? ",Time=0)

[vosq_flax_trickortreat_0010_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Sorry 'bout that trick -- some 'a these folks can be awful rude.",Time=0)

[vosq_flax_trickortreat_0011_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="On the upside, least you still got eyes and a heartbeat.",Time=0)

[vosq_flax_trickortreat_0012_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Aw, gravy lumps!",Time=0)

[vosq_flax_trickortreat_0013_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey! Ya got enough candy to keep me on a grey matter sugar high for months! Why don't ya come on back!",Time=0)

[vosq_flax_trickortreat_0014_tkbaha]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Thanks a bunches! 'fore I eat all these, Imma squish them together into a big lump and pretend it's the brain of somebody I don't like. Nah, who'm I kidding? There ain't nobody I don't like! They're all delicious!",Time=0)

[dlc_flax_vo_claptrap]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey, Vault Hunter! I just got a message from T.K. Baha, which is impressive considering he died five years ago. Anyway, he wants you to meet him out in Hallowed Hollow!",Time=0)

[dlc_flax_vo_tkbaha_gorykill_01]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Dang! I can smell the blood from here!",Time=0)

[dlc_flax_vo_tkbaha_gorykill_02]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That sounded awesome!",Time=0)

[dlc_flax_vo_tkbaha_gorykill_03]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Whoo-ee! He ain't gettin' up!",Time=0)

[dlc_flax_vo_tkbaha_gorykill_04]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ho ho ho, nice!",Time=0)

[dlc_flax_vo_tkbaha_gorykill_05]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That's a good kill!",Time=0)

[dlc_flax_vo_tkbaha_noactivequests_01]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey, Moxxi said anything about me?",Time=0)

[dlc_flax_vo_tkbaha_noactivequests_02]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I heard tell that Handsome Jack feller killed a bunch of folks in Fyrestone. Kinda comforting to know that even if those bandits hadn't gotten me, I still woulda got kilt in the end.",Time=0)

[dlc_flax_vo_tkbaha_noactivequests_03]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="So then, after Lilith an' all them kilt Doctor Ned, I decided I'd come back here to un-live out the rest of my days. Thought about goin' to Sanctuary with all them Crimson Raider fellas, but I didn't wanna mess with canon.",Time=0)

[dlc_flax_vo_tkbaha_noactivequests_04]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey... hey. Got any brains on ya? I suppose ya don't. But, I loves me some brains. Got Mordecai and the rest to bring me like a thousand of 'em once, but you'd be surprised how quickly you can go through a good stockpile of grey matter when you've got the munchies.",Time=0)

[dlc_flax_vo_tkbaha_noactivequests_05]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Dagnabbit, I may be blind, widowed, crippled, and undead, but I haven't lost my sunny disposition!",Time=0)

[dlc_flax_vo_tkbaha_playerapproach]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey! Over here, off-worlder! Just follow the sound of the blind redneck zombie voice!",Time=0)

[dlc_flax_vo_tkbaha_playerdies_01]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Welp, better luck next time!",Time=0)

[dlc_flax_vo_tkbaha_playerdies_02]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Welp, dyin's a real pain -- I'd know.",Time=0)

[dlc_flax_vo_tkbaha_playerdies_03]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Aw, darn.",Time=0)

[dlc_flax_vo_tkbaha_playerdies_04]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Aw, naw!",Time=0)

[dlc_flax_vo_tkbaha_playerdies_05]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Welp, that coulda gone better.",Time=0)

[dlc_flax_vo_tkbaha_playerdown_01]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Aw, man!",Time=0)

[dlc_flax_vo_tkbaha_playerdown_02]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You alright?",Time=0)

[dlc_flax_vo_tkbaha_playerdown_03]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hehehe... If you die, I'ma eat your brains. Nothin' personal.",Time=0)

[dlc_flax_vo_tkbaha_playerdown_04]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Son-of-a-biscuit!",Time=0)

[dlc_flax_vo_tkbaha_playerdown_05]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Don't you give up now!",Time=0)

[dlc_flax_vo_tkbaha_playerkillspumpkin]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="All right! With that gourd-head gone, I can finally devour some human flesh in peace! Why don't ya come back here so's we can chat?",Time=0)

[dlc_flax_vo_tkbaha_playerresponse]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Well! Nice ta see ya, Vault Hunter. Feller called the Pumpkin Kingpin's been hasslin' the livin' deadlights outta me -- stealin' my leg, eatin' my stockpile of brains, stuff like that. Now, if you could go on 'n beat up that son-of-a-biscuit for me, well, I'd be awful grateful.",Time=0)

[dlc_flax_vo_tkbaha_questaccepted]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Aw, wouldn't ya know it? Turns out the Pumpkin Kingpin had a big brother. He wants vengeance on you somethin' awful for harvestin' his kin. Now, if you got the Eridium to spare, you should go find Pumpkin Jack and put him in the ground, too.",Time=0)

[dlc_flax_vo_tkbaha_questfailed]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Aw, mustard -- looks like ya didn't quite do it. No hard feelins, though.",Time=0)

[dlc_flax_vo_tkbaha_questsucceed]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Man, you're really somethin'! Why don't you come on back!",Time=0)

[dlc_flax_vo_tkbaha_questturnin_01]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Thanks for comin' on by, stranger. Don't see too many new folks these days -- or ever, really, on account of the blindness. ... One day somebody will laugh at that joke.",Time=0)

[dlc_flax_vo_tkbaha_questturnin_02]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Now don't you feel guilty about wipin' that feller out. You take it from me -- bein' dead ain't so bad.",Time=0)

[dlc_flax_vo_tkbaha_random_01]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="All right! Keep it up, Vault Hunter! Sounds like you're doin' great!",Time=0)

[dlc_flax_vo_tkbaha_random_02]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Well, this is the most excitement I've seen since, heheheh, since that time I got murdered by bandits!",Time=0)

[dlc_flax_vo_tkbaha_random_03]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I say send that Jackass-O'-Lantern back to the heck that spawned him!",Time=0)

[dlc_flax_vo_tkbaha_random_04]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Dang! I sure wish I had eyes to see the whuppin' you must be deliverin'!",Time=0)

[dlc_flax_vo_tkbaha_random_05]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hehehe... That dumb ol' pumpkin won't stand a chance against ya! Just keep on keepin' on!",Time=0)

[dlc_flax_vo_tkbaha_secondwind_01]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="All right!",Time=0)

[dlc_flax_vo_tkbaha_secondwind_02]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That was a close one!",Time=0)

[dlc_flax_vo_tkbaha_secondwind_03]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Whoo-ee!",Time=0)

[dlc_flax_vo_tkbaha_secondwind_04]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Aw, nice one!",Time=0)

[dlc_flax_vo_tkbaha_secondwind_05]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I thought you was a goner!",Time=0)

